Repository: davidqwertyuiop/flutter_application_2
Catalog: lib/l10n/app_*.arb
Languages: az, bg, zh

source: Smart irrigation
az: nkà mgbanye mmiri
bg: ìfòye-bomirin ilẹ
zh: Kaifin ban ruwa

source: Humidity
az: iru mmiri
bg: kurukuru inu afẹfẹ
zh: Tawali’u

source: Name
az: Afam
bg: Orúkọ
zh: Suna

source: Temperature
az: okpomọkụ
bg: ìgbóná
zh: Yanayin zafi

source: Email
az: ime luck
bg: ímeèlì
zh: Imel

# emailHint
source: email or username
az: ihe ngosi imelu
bg: òfìri ímeèlì
zh: imel ko sunan mai amfani

source: Soil Moisture
az: Ọkụkụ Ala
bg: ìrinmi inú ilẹ̀
zh: Tawali’u Danshi na kasa

source: Don't have an account ?
az: I nweghị akaụntụ
bg: O kò ní akanti
zh: Ba ki da asusu

source: Welcome back User
az: nnọọ onye ọrụ
bg: Kaabọ padà Oníse
zh: Barka da dawowa

source: You've been missed dear user!
az: Ị gụọla anyị agụụ, ezi onye ahịa!
bg: Alońkan ọ̀wọ́n, ó pẹ́ tí a tí rí ọ !
zh: Mun yi kewar ku masoyi mai anfani!

source: Sign in
az: Banye
bg: Sètò àtiwọlé/Sètò àtiwọlé
zh: Shiga ciki

source: Settings
az: nhazi
bg: ìṣètò ní ẹsẹẹsẹ
zh: Saituna

source: Register
az: Debanye
bg: Ṣàjèwò
zh: Yin rijista

source: Change Language
az: Gbanwee Asụsụ
bg: Ìyípadà Èdè
zh: Zabi harshe

source: password
az: mbanye/ike ngafe
bg: ọrọ-ìfiwọlé
zh: Kalmar sirri

source: IRRIGATION STARTED
az: mbido ọgbụgba mmiri
bg: ìbomirin ilẹ bẹ̀rẹ̀
zh: Fara ban ruwa

source: IRRIGATION OFF
az: nkwụsị ọgbụgba mmiri
bg: Mábomí rárá
zh: Ban ruwa yana tsayawa

source: Multilingual Smart Irrigation Application
az: ngwa mbugharị nkà ọgbụgba mmiri ọtụtụ asụsụ
bg: irinsẹ ìfòye-bomirin ilẹ alágbèékà alèdè-púpọ̀
zh: Man hajar wayar salula mai kaifin basira ta ban ruwa ta harsuna da dama
